import React from 'react'

const PoliceConfidence = () => {
  return (
    <div className='w-full flex flex-col justify-center items-center'>
      <div className='max-w-[768px] text-justify indent-8'>
        <p>
          Земельний кодекс України регулює суспільні відносини щодо володіння, користування і розпорядження землею.
        </p>
        <p>
          До земель України належать усі землі в межах її території, в тому числі острови та землі, зайняті водними об'єктами, які за основним цільовим призначенням поділяються на наступні категорії:
        </p>
        <ol className='list-decimal list-inside'>
          <li>Землі сільськогосподарського призначення. До цієї категорії земель відносяться землі, надані для виробництва сільськогосподарської продукції, здійснення сільськогосподарської науково-дослідної та навчальної діяльності, розміщення відповідної виробничої інфраструктури або призначені для цих цілей. Вони можуть передаватися у власність або у користування: громадянам, сільськогосподарським та несільськогосподарським підприємствам, сільськогосподарським науково-дослідним установам та навчальним закладам, сільським професійно-технічним училищам та загальноосвітнім школам;</li>
          <li>Землі житлової та громадської забудови До цієї категорії земель відносяться земельні ділянки в межах населених пунктів, які використовуються для розміщення житлової забудови, громадських будівель і споруд, інших об'єктів загального користування. Використання цих земель здійснюється відповідно до генерального плану населеного пункту, іншої містобудівної документації, плану земельно-господарського устрою з дотриманням державних стандартів і норм, регіональних та місцевих правил забудови. Громадяни України можуть отримувати у власність (на безоплатній основі) або в оренду земельні ділянки для будівництва та обслуговування жилого будинку, господарських будівель і гаражного будівництва;</li>
          <li>Землі природно-заповідного та іншого природоохоронного призначення. Це ділянки суші і водного простору з природними комплексами та об'єктами, що мають особливу природоохоронну, екологічну, наукову, естетичну, рекреаційну та іншу цінність. Землі природно-заповідного фонду можуть перебувати у державній, комунальній та приватній власності;</li>
          <li>Землі оздоровчого призначення. Ці землі в себе включають земельні ділянки, що мають природні лікувальні властивості, які використовуються або можуть використовуватися для профілактики захворювань і лікування людей. На цих землях забороняється діяльність, яка суперечить їх цільовому призначенню або може негативно вплинути на природні лікувальні властивості цих земель. З метою найбільш ефективного використання лікувальних властивостей даної категорії земель, вони поділяються на округи і зони санітарної (гірничо-санітарної) охорони. У межах округу санітарної (гірничо-санітарної) охорони забороняються передача земельних ділянок у власність і надання у користування підприємствам, установам, організаціям і громадянам для діяльності, несумісної з охороною природних лікувальних властивостей і відпочинком населення. Що ж стосується земель оздоровчого призначення, то вони можуть перебувати у державній, комунальній та приватній власності;</li>
          <li>Землі рекреаційного призначення. Ці землі включають в себе землі які використовуються для організації відпочинку населення, туризму та проведення спортивних заходів. Землі рекреаційного призначення можуть перебувати у державній, комунальній та приватній власності. На них забороняється діяльність, що перешкоджає або може перешкоджати їх використанню за призначенням, а також негативно впливає або може вплинути на природний стан цих земель;</li>
          <li>Землі історико-культурного призначення - це землі на яких розташовані історико-культурні заповідники, музеї-заповідники, меморіальні парки, меморіальні (цивільні та військові) кладовища, городища, кургани, давні поховання, поля давніх битв, залишки фортець, залишки стародавнього планування і забудови міст та інших населених пунктів, споруди цивільної і промислової архітектури, народного зодчества, садово-паркові комплекси, фонова забудова. Ці землі можуть перебувати у різних формах власності;</li>
          <li>Землі лісового фонду. До земель лісового фонду належать землі, вкриті лісовою рослинністю, а також не вкриті лісовою рослинністю, нелісові землі, які надані та використовуються для потреб лісового господарства. Порядок використання земель лісового фонду визначається окремим законом;</li>
          <li>Землі водного фонду включають в себе - землі, зайняті морями, річками, озерами, водосховищами, прибережними захисними смугами вздовж водойм, гідротехнічними, іншими водогосподарськими спорудами та каналами, а також землі, виділені під смуги відведення для них, береговими смугами водних шляхів. Обмеження щодо права власності на землі водного фонду - відсутнє;</li>
          <li>Землі промисловості, транспорту, зв'язку, енергетики, оборони та іншого призначення. До даної категорії земель належать землі, надані для розміщення та експлуатації основних, підсобних і допоміжних будівель та споруд промислових, гірничодобувних, транспортних та інших підприємств, їх під'їзних шляхів, адміністративно-побутових будівель, інших споруд.</li>
        </ol>
        <p>
          Всі земельні ділянки на території України підлягають державній охороні. Державний контроль за використанням та охороною земель здійснюється уповноваженими органами виконавчої влади по земельних ресурсах, а за додержанням вимог законодавства про охорону земель - спеціально уповноваженими органами з питань екології та природних ресурсів.
        </p>
        <p>
          Зміна цільового призначення земель провадиться органами виконавчої влади або органами місцевого самоврядування. Що ж стосується зміни цільового призначення земель, які перебувають у власності юридичних чи фізичних осіб, то вона здійснюється за їх ініціативою.
        </p>
        <p>
          В Кодексі визначено обсяг прав та обов'язків власників земельних ділянок. Під терміном „земельна ділянка” розуміється частина земної поверхні з установленими межами та певним місцем розташування.
        </p>
        <p>
          Право власності на земельну ділянку поширюється в її межах на поверхневий (ґрунтовий) шар, а також на водні об'єкти, ліси і багаторічні насадження, які на ній знаходяться, на простір, що знаходиться над та під поверхнею ділянки на висоту і на глибину, необхідні для зведення житлових, виробничих та інших будівель і споруд.
        </p>
        <p>
          Набуття права власності на земельну ділянку відбувається на підставі:
        </p>
        <ol className='list-[lower-alpha] list-inside'>
          <li>цивільно-правової угоди;</li>
          <li>безоплатної передачі із земель державної і комунальної власності;</li>
          <li>приватизації земельних ділянок, що були раніше надані їм у користування;</li>
          <li>прийняття спадщини;</li>
          <li>виділення в натурі (на місцевості) належної їм земельної частки (паю).</li>
        </ol>
        <p>
          Кодекс встановлює певні обмеження щодо можливих способів набуття земельної ділянки юридичними особами, іноземцями та особами без громадянства.
        </p>
        <p>
          Що ж стосується права користування земельною ділянкою, то воно включає:
        </p>
        <ul className='list-["-"] list-inside'>
          <li>право постійного користування землею. Права постійного користування земельною ділянкою із земель державної та комунальної власності набувають підприємства, установи та організації, що належать до державної та комунальної власності та громадські організації інвалідів України, їх підприємства (об'єднання), установи та організації;</li>
          <li>право оренди земельної ділянки. Оренда земельної ділянки здійснюється на підставі договору. Оренда на строк не більше 5 років - короткострокова, а до 50 років -довгострокова.
            Кодекс наводить права та обов'язки власників та користувачів земельної ділянки, можливі види обмежень прав на земельну ділянку.</li>
        </ul>
        <p>
          Органи виконавчої влади та органи місцевого самоврядування без рішення суду не мають права втручатись у здійснення власником повноважень щодо володіння, користування і розпорядження належною йому земельною ділянкою або встановлювати непередбачені законодавчими актами додаткові обов'язки чи обмеження. Всі спори, що виникають в процесі володіння, користування та розпорядження земельною ділянкою вирішуються судами, органами місцевого самоврядування та органами виконавчої влади з питань земельних ресурсів.
        </p>
        <p>
          Межа району, села, селища, міста, району у місті - це умовна замкнена лінія на поверхні землі, що відокремлює територію району, села, селища, міста, району у місті від інших територій. Рішення про встановлення і зміну меж:
        </p>
        <ul className='list-["-"] list-inside'>
          <li>районів і міст приймається Верховною Радою України за поданням Верховної Ради Автономної Республіки Крим, обласних, Київської чи Севастопольської міської рад.</li>
          <li>сіл, селищ приймаються Верховною Радою Автономної Республіки Крим, обласними, Київською чи Севастопольською міською радами за поданням районних та відповідних сільських, селищних рад</li>
          <li>районів у містах приймається міською радою за поданням відповідних районних у містах рад.</li>
        </ul>
      </div>
    </div>
  )
}

export default PoliceConfidence